Repository: RusNor/StartWine-Launcher
Catalog: data/scripts/locale/*/LC_MESSAGES/*.po
Languages: ru

source: Restore prefix from backup?
ru: Восстановить префикс из резервной копии?

source: Restore prefix completed successfully
ru: Восстановление префикса завершено успешно

source: Reinstall prefix completed successfully
ru: Переустановка префикса завершена успешно

source: You have a backup of the default prefix with recommended libraries. Use it to create a new prefix?
ru: У вас есть резервная копия префикса по умолчанию с рекомендуемыми библиотеками. Использовать его для создания нового префикса?

source: Do you really want to reinstall the prefix?
ru: Вы действительно хотите переустановить префикс?

source: Do you really want to reinstall the default prefix?
ru: Вы действительно хотите переустановить префикс по умолчанию?

source: You can not overwrite the default prefix backup
ru: Вы не можете перезаписать резервную копию префикса по умолчанию

source: Shortcut and prefix ${SW_GAME_NAME} removed
ru: Удален ярлык и префикс ${SW_GAME_NAME}

source: Remove old prefix?
ru: Удалить старый префикс?

source: Do you really want to backup the prefix?
ru: Вы действительно хотите создать резервную копию префикса?

source: Overwrite old backup?
ru: Перезаписать предыдущую резервную копию?

source: Backup completed successfully
ru: Резервное копирование успешно завершено

source: Do you really want to restore the prefix?
ru: Вы действительно хотите восстановить префикс?

source: Do you really want to restore the default prefix?
ru: Вы действительно хотите восстановить префикс по умолчанию?

source: You do not have a backup create it first
ru: У вас нет резервной копии, сначала создайте ее

source: You have a backup of the default prefix with recommended libraries. Use it to recover prefix?
ru: У вас есть резервная копия префикса по умолчанию c рекомендуемыми библиотеками. Использовать его для восстановления префикса?

source: Restore completed successfully
ru: Восстановление завершено успешно

source: Do you really want to backup all the prefixes?
ru: Вы действительно хотите создать резервную копию всех префиксов?

source: Full backup completed successfully
ru: Полное резервное копирование успешно завершено

source: Do you really want to restore all the prefixes?
ru: Вы действительно хотите восстановить все префиксы?

source: Would you like to save the current prefixes?
ru: Хотели бы вы сохранить текущие префиксы?

source: Full Restore completed successfully
ru: Полное восстановление успешно завершено

source: Do you really want to clear the prefix?
ru: Вы действительно хотите очистить префикс?

source: Application installed successfully
ru: Приложение успешно установлено

source: Libraries installed successfully
ru: Библиотеки успешно установлены

source: Install recommended libraries?
ru: Установить рекомендуемые библиотеки?

source: Please wait a while then press ok to open the log file
ru: Пожалуйста, подождите некоторое время, затем нажмите ok, чтобы открыть файл журнала

source: Downloading wine staging ${STAG_VER} completed successfully
ru: Загрузка wine staging ${STAG_VER} завершена успешно

source: Downloading wine staging tkg ${STAG_VER} completed successfully
ru: Загрузка wine staging tkg ${STAG_VER} завершена успешно

source: Download failed, try again
ru: Загрузка не удалась, повторите попытку

source: Downloading wine steam proton ${SP_VER} completed successfully
ru: Загрузка wine steam proton ${SP_VER} завершена успешно

source: Downloading wine proton ge ${GE_VER} completed successfully
ru: Загрузка wine proton ge ${GE_VER} завершена успешно

source: Downloading wine lutris ${LUTRIS_VER} completed successfully
ru: Загрузка wine lutris ${LUTRIS_VER} завершена успешно

source: Downloading wine lutris ge ${LUTRIS_GE_VER} completed successfully
ru: Загрузка wine lutris ge ${LUTRIS_GE_VER} завершена успешно

source: Do you really want to remove the wine staging?
ru: Вы действительно хотите удалить wine staging?

source: Do you really want to remove the wine staging tkg?
ru: Вы действительно хотите удалить wine staging tkg?

source: Do you really want to remove the wine steam proton?
ru: Вы действительно хотите удалить wine steam proton?

source: Do you really want to remove the wine proton ge?
ru: Вы действительно хотите удалить wine proton ge?

source: Do you really want to remove the wine lutris?
ru: Вы действительно хотите удалить wine lutris?

source: Do you really want to remove the wine lutris ge?
ru: Вы действительно хотите удалить wine lutris ge?

source: Application is installed
ru: Приложение установлено

source: This is the latest version of StartWine. There is nothing more to do.
ru: Это последняя версия StartWine. Делать больше нечего...

source: The update is completed successfully. Restart StartWine for the changes to take effect.
ru: Обновление завершено успешно. Перезапустите StartWine для вступления изменений в силу.

source: Update to $GIT_VER version?
ru: Обновить до $GIT_VER версии?

source: Сheck internet connection
ru: Проверьте подключение к Интернету.

source: There is no application prefix, create one first
ru: Префикса приложения нет, сначала создайте его

source: Create a backup copy of your saves?
ru: Создать резервную копию сохранений?

source: The backup completed successfully
ru: Резервное копирование завершено успешно

source: Restore a backup copy of your saves?
ru: Восстановить резервную копию сохранений?

source: The backup was successfully restored
ru: Резервная копия успешно восстановлена

source: You do not have a backup copy of your saves
ru: У вас нет резервной копии сохранений
