Repository: RusNor/StartWine-Launcher
Catalog: data/scripts/locale/*/LC_MESSAGES/*.po
Languages: ru

source: CPU load color
ru: Загрузка процессора

source: Battery indicator
ru: Индикатор заряда батареи

source: Controller redirection settings
ru: Настройки перенаправления контроллера

source: Map for binding controller buttons to keys of other input devices such as a keyboard or mouse.
ru: Карта для привязки кнопок контроллера к клавишам других устройств ввода, таких как клавиатура или мышь.

source: Not set
ru: Не установлено

source: Press any key for binding
ru: Нажмите любую клавишу для привязки

source: enter or accept
ru: ввод или подтверждение

source: go back or cancel
ru: вернуться назад или отмена

source: control
ru: клавиша control

source: alt
ru: клавиша alt

source: tabulation
ru: табуляция

source: middle mouse button
ru: средняя кнопка мыши

source: right shift
ru: правый shift

source: show or hide sidebar menu
ru: показать или скрыть боковое меню

source: show context menu
ru: показать контекстное меню

source: scroll page right or left
ru: прокрутка страницы вправо или влево

source: scroll page up or down
ru: прокрутка страницы вверх или вниз

source: mouse movement on the x-axis
ru: движение мыши по оси х

source: mouse movement on the y-axis
ru: движение мыши по оси у

source: right mouse button
ru: правая кнопка мыши

source: left mouse button
ru: левая кнопка мыши

source: left, right
ru: вправо, влево

source: up, down
ru: вверх, вниз

source: shutdown StartWine
ru: выключить StartWine

source: show or hide StartWine window
ru: показать или скрыть окно StartWine

source: show or hide list of mounted volumes
ru: показать или скрыть список монтируемых томов

source: reduce the size of the icons and shortcuts
ru: уменьшить размер значков и ярлыков

source: increase the size of the icons and shortcuts
ru: увеличить размер значков и ярлыков

source: go to the directory up in the file manager
ru: перейти на каталог вверх в файловом менеджере

source: open main context menu
ru: открыть главное контекстное меню

source: show or hide media playlist
ru: показать или скрыть список воспроизведения мультимедиа

source: show or hide bookmarks list
ru: показать или скрыть список закладок

source: go to the next menu page
ru: перейти на следующую страницу меню

source: go to the previous menu page
ru: перейти на предыдующую страницу меню

source: show file properties
ru: показать свойства файла

source: Confirm changes
ru: Подтвердите изменения

source: MangoHud preview
ru: Предпросмотр MangoHud

source: Custom theme
ru: Пользовательская тема

source: Custom interface color scheme settings
ru: Настройки пользователькой цветовой схемы интерфейса

source: Window control buttons
ru: Кнопки управления окном

source: Select a style for the window control buttons
ru: Выберите стиль для кнопок управления окном

source: Built-in icon theme
ru: Встроенная тема значков

source: Choose a color for the built-in icon theme
ru: Выберите цвет для встроенной темы значков

source: Primary background
ru: Основной фон

source: Accent color
ru: Акцентный цвет

source: Accent background
ru: Акцентный фон

source: Headerbars
ru: Заголовки окон

source: Popover context menu
ru: Всплывающее контекстное меню

source: Additional general parameters and interface settings
ru: Дополнительные общие параметры и настройки интерфейса

source: Startup options
ru: Опции запуска

source: Some settings will take effect the next time you start
ru: Некоторые настройки вступят в силу при следующем запуске

source: Language
ru: Язык

source: Change the interface language
ru: Измените язык интерфейса

source: Autostart
ru: Автоматический запуск

source: Run StartWine in the tray at system startup
ru: Запускать StartWine в трее при запуске системы

source: Restore menu
ru: Восстановление меню

source: Restore the menu after exiting a game or application
ru: Восстанавливать меню после выхода из игры или приложения

source: Auto Stop
ru: Автоматическая остановка

source: Auto terminate all Wine processes after exiting a game or application
ru: Автоматическое завершение всех активных процессов Wine после выхода из игры или приложения

source: Auto-hide top header
ru: Автоскрытие верхней панели

source: Auto-hide the top panel of the window and show it on mouseover
ru: Автоматически скрывать верхнюю панель окна и показывать ее при наведении курсора мыши

source: Auto-hide bottom header
ru: Автоскрытие нижней панели

source: Auto-hide the bottom panel of the window and show it on mouseover
ru: Автоматически скрывать нижнюю панель окна и показывать ее при наведении курсора мыши

source: Icons
ru: Значки

source: Use system icon theme
ru: Использовать тему системных значков

source: Compact mode
ru: Компактный режим

source: Always run the menu in compact size mode
ru: Всегда запускать меню в режиме компактного размера

source: Default directory
ru: Каталог по умолчанию

source: The default directory in which files will be opened in the StartWine file manager
ru: Каталог по умолчанию, в котором будут открываться файлы в файловом менеджере StartWine

source: Rendering
ru: Рендеринг

source: Graphical interface rendering options
ru: Параметры рендеринга графического интерфейса

source: Use Vulkan to render the graphical interface
ru: Используйте Vulkan для визуализации графического интерфейса

source: Live background
ru: Живой фон

source: Animation based on selected shaders. Warning!!! This function can lead to slowdowns and additional load on the graphics card.
ru: Анимация, основанная на выбранных шейдерах. Предупреждение!!! Эта функция может привести к замедлению работы и дополнительной нагрузке на видеокарту.

source: Shaders
ru: Шейдеры

source: Select shaders for the live background from the list
ru: Выберите шейдеры для живого фона из списка

source: Hotkeys
ru: Горячие клавиши

source: List of default hotkeys settings
ru: Список настроек горячих клавиш по умолчанию

source: Wrong path, path does not exist, specify the correct path to the directory
ru: Неправильный путь, путь не существует, укажите правильный путь к каталогу

source: show hotkey settings window
ru: показать окно настроек горячих клавиш

source: show help
ru: показать справочную информацию

source: about StartWine
ru: о приложении StartWine

source: enable / disable MangoHud overlay in the game
ru: включение / выключение оверлея MangoHud в игре

source: toggle MangoHud overlay postion in the game
ru: переключение положения оверлея MangoHud в игре

source: enable / disable vkBasalt effects in the game
ru: включение/ выключение эффектов vkBasalt в игре

source: capture screen or window for record video
ru: захват экрана или окна для записи видео

source: close StartWine window
ru: закрыть окно StartWine

source: restore StartWine window
ru: восстановить окно StartWine

source: fullscreen StartWine window
ru: полноэкранное окно StartWine

source: update files or shortcuts list view
ru: обновить просмотр файлов или списка ярлыков

source: split view for viewing files
ru: разделенное представление для просмотра файлов

source: show files in a grid or table view
ru: показывать файлы в виде сетки или таблицы

source: to display or not to display hidden files
ru: показывать или не показывать скрытые файлы

source: show current directory path string
ru: показать строку пути к текущему каталогу

source: select all files in file manager
ru: выделить все файлы в файловом менеджере

source: create new directory
ru: создать новый каталог

source: create symbolic links for selected files
ru: создать символические ссылки для выбранных файлов

source: copy to clipboard
ru: копировать в буфер обмена

source: paste from clipboard
ru: вставить из буфера обмена

source: cut selected files
ru: вырезать выбранные файлы

source: terminate all wine processes
ru: завершить все процессы wine

source: move to trash selected files
ru: переместить выбранные файлы в корзину

source: permanently delete selected files
ru: безвозвратное удаление выбранных файлов

source: rename file or directory in file manager
ru: переименовать файл или каталог в файловом менеджере

source: show the page of installed games and applications
ru: показать страницу установленных игр и приложений

source: open file manager
ru: открыть файловый менеджер

source: show the wine builds page
ru: показать страницу сборок Wine

source: show the application page to launch
ru: показать страницу приложений для запуска

source: open interface settings menu
ru: открыть меню настроек интерфейса

source: Description
ru: Описание

source: Confirm install
ru: Подтвердите установку

source: Libraries
ru: Библиотеки

source: Fonts
ru: Шрифты

source: Library list
ru: Список библиотек

source: Fonts list
ru: Список шрифтов

source: Installing native windows library to the current prefix
ru: Установка нативных библиотек windows в текущий префикс

source: Recommended libraries kit
ru: Набор рекомендуемых библиотеки

source: MS .NET libraries kit
ru: Набор библиотек MS .NET

source: D3D libraries kit
ru: Набор библиотек D3D

source: Visual C++ libraries kit
ru: Набор библиотек C++

source: A good day is like a good Wine...
ru: Хороший день как хорошее вино...

source: Yes
ru: Да

source: No
ru: Нет

source: Ok
ru: Ок

source: Add
ru: Добавить

source: Cancel
ru: Отмена

source: Accept
ru: Принять

source: Select
ru: Выбрать

source: Open
ru: Открыть

source: Save
ru: Сохранить

source: Run
ru: Запустить

source: Install
ru: Установить

source: Installed
ru: Установлено

source: Change Wine
ru: Поменять Wine

source: Rename
ru: Переименовать

source: Create
ru: Создать

source: Create new directory
ru: Создать новый каталог

source: New directory
ru: Новый каталог

source: Add shortcut to desktop
ru: Добавить ярлык на рабочий стол

source: [ Original name ] +
ru: [ Оригинальное название ] +

source: File's
ru: Файла(ов)

source: Rename directory
ru: Переименовать каталог

source: Rename file
ru: Переименовать файл

source: Replace file
ru: Заменить файл

source: Copying completed successfully
ru: Копирование успешно завершено

source: Move completed successfully
ru: Перемещение успешно завершено

source: Move to trash completed successfully
ru: Перемещение в корзину успешно завершено

source: Deletion completed successfully
ru: Удаление успешно завершено

source: Rename completed successfully
ru: Переименование успешно завершено

source: Download completed successfully
ru: Загрузка успешно завершена

source: Compression completed successfully
ru: Сжатие успешно завершено

source: Choose an action
ru: Выберите действие

source: Choose the application to transfer settings
ru: Выберите приложение для переноса настроек

source: Do you really want to reset settings?
ru: Вы действительно хотите сбросить настройки?

source: Do you really want to clear shader cache?
ru: Вы действительно хотите очистить кэш шейдеров?

source: Do you really want to permanently delete
ru: Вы действительно хотите безвозвратно удалить

source: Oops! Wrong path...
ru: Упс! Неверный путь...

source: Another file with the same name already exists. Replacing will overwrite content
ru: Другой файл с таким именем уже существует. Замена приведет к перезаписи содержимого

source: You have not selected any libraries to install
ru: Вы не выбрали ни одной библиотеки для установки

source: Path not exist, try to create new shortcut
ru: Путь не существует, попробуйте создать новый ярлык

source: You already have an executable and a prefix with the same name. To create a shortcut for this executable, rename it or delete the existing shortcut and prefix
ru: У вас уже есть исполняемый файл и префикс с таким же именем. Чтобы создать ярлык для этого исполняемого файла, переименуйте его или удалите существующий ярлык и префикс.

source: Termination of active processes...
ru: Прекращение активных процессов...

source: You can't copy a directory to itself
ru: Вы не можете скопировать каталог сам в себя

source: is not installed, download it now?
ru: не установлен, загрузить его сейчас?

source: is not installed
ru: не установлен

source: It is impossible to create a file in the current directory
ru: Невозможно создать файл в текущем каталоге

source: Path does not exist!!! Please select correct path
ru: Путь не существует!!! Пожалуйста, выберите правильный путь

source: Select the location of the StartWine directory
ru: Выберите расположение каталога StartWine

source: Select directory
ru: Выберите каталог

source: Create a compressed archive
ru: Создать сжатый архив

source: Compression...
ru: Сжатие...

source: Extraction...
ru: Извлечение...

source: New archive
ru: Новый архив

source: Launch error
ru: Ошибка запуска

source: Remove
ru: Удалить

source: Applications and game stores
ru: Приложения и магазины игр

source: Partitions
ru: Разделы

source: Volume name
ru: Имя раздела

source: Device ID
ru: Идентификатор устройства

source: Device UUID
ru: UUID устройства

source: Drive name
ru: Имя диска

source: Device size
ru: Размер устройства

source: Mount options
ru: Опции монтирования

source: Incorrect launch parameters
ru: Некорректные параметры запуска

source: Reset the application settings?
ru: Сбросить настройки приложения?

source: The path to the executable file was not found, launch is impossible
ru: Путь до исполняемого файла не найден, запуск невозможен

source: Do you want to specify a new path to the executable file?
ru: Вы хотите указать новый путь к исполняемому файлу?

source: Сopied to clipboard
ru: Скопировано в буфер обмена

source: Total
ru: Общий

source: Free
ru: Свободно

source: Used
ru: Используется

source: Action not supported
ru: Действие не поддерживается

source: The file you are trying to access does not exist
ru: Файл, к которому вы пытаетесь получить доступ, не существует

source: Name
ru: Имя

source: Size
ru: Размер

source: Type
ru: Тип

source: Modified date
ru: Дата изменения

source: Creation date
ru: Дата создания

source: Modified/Created
ru: Изменен/Создан

source: Can-readable
ru: Доступен для чтения

source: Can-writable
ru: Доступен для записи

source: Non-readable
ru: Нечитаемый

source: Non-writable
ru: Недоступный для записи

source: Executable
ru: Исполняемый

source: Symbolic link to
ru: Символическая ссылка на

source: Directory size
ru: Размер каталога

source: Application
ru: Приложение

source: Path
ru: Путь

source: Startup mode
ru: Режим запуска

source: Access
ru: Доступ

source: Owner/Group
ru: Владелец/Группа

source: Permission
ru: Разрешения

source: Total time
ru: Общее время

source: Average fps
ru: Среднее кол-во кадров/с

source: seconds
ru: секунд(a)(ы)

source: minutes
ru: минут(а)(ы)

source: hours
ru: час(а)(ов)

source: days
ru: день(я)(ей)

source: Unknown
ru: Неизвестно

source: Error, Wine not found...
ru: Ошибка, Wine не найден...

source: Check Wine updates
ru: Проверить обновления Wine

source: Specify executable file
ru: Указать исполняемый файл

source: Specify the new location...
ru: Указать новое расположение...

source: It is impossible to rename the file, the image is missing
ru: Переименовать файл невозможно, изображение отсутствует

source: Album
ru: Альбом

source: Title
ru: Название

source: Artist
ru: Исполнитель

source: Year
ru: Год

source: Do you really want to remove the prefix?
ru: Вы действительно хотите удалить префикс?

source: Download failed...
ru: Ошибка загрузки...

source: Stop
ru: Остановить

source: Press any key
ru: Нажмите любую клавишу

source: Edit
ru: Редактировать

source: Go to the home directory
ru: Перейти в домашний каталог

source: Move up directory
ru: Перейти на каталог вверх

source: Current directory menu
ru: Меню текущего каталога

source: Сome back
ru: Вернуться назад

source: Change menu size
ru: Изменить размер меню

source: Change color scheme
ru: Изменить цветовую схему

source: Change icons size
ru: Изменить размер значков

source: Show or hide sidebar
ru: Показать или скрыть боковую панель

source: Vertical or horizontal icons
ru: Вертикальные или горизонтальные значки

source: Show search entry
ru: Показать строку поиска

source: Show path entry
ru: Показать строку пути

source: Choose color
ru: Выбрать цвет

source: Edit color value
ru: Редактировать значение цвета

source: Current rgb value
ru: Текущее значение rgb

source: Choose directory
ru: Выбрать директорию

source: Show or hide volume list
ru: Показать или скрыть список томов

source: Show or hide bookmarks list
ru: Показать или скрыть список закладок

source: Show or hide media playlist
ru: Показать или скрыть список воспроизведения

source: Apply
ru: Применить

source: registry patch
ru: патч реестра

source: Download Wine
ru: Скачать Wine

source: Install apps and game stores
ru: Установить приложения и магазины игр

source: Tools
ru: Инструменты

source: Keyboard settings
ru: Настройки клавиатуры

source: Statistics and data
ru: Статистика и данные

source: Show web entry
ru: Показать строку веб-поиска

source: Menu
ru: Меню

source: Check and update the Wine list
ru: Проверить и обновить список Wine

source: Scroll up the page
ru: Прокрутить страницу вверх

source: View
ru: Просмотр

source: Open with...
ru: Открыть с помощью...

source: Open file location
ru: Открыть расположение файла

source: App settings
ru: Настройки приложения

source: App to menu
ru: Ярлык в меню

source: App to desktop
ru: Ярлык на рабочем столе

source: App to Steam Deck menu
ru: Ярлык в меню Steam Deck

source: Search for an image
ru: Поиск изображения

source: Create file
ru: Создать файл

source: Create directory
ru: Создать каталог

source: Create link
ru: Создать ссылку

source: Cut
ru: Вырезать

source: Copy
ru: Копировать

source: Paste
ru: Вставить

source: Select all
ru: Выделить все

source: Move to trash
ru: Переместить в корзину

source: Delete permanently
ru: Удалить безвозвратно

source: Copy current path
ru: Копировать текущий путь

source: Add to bookmark
ru: Добавить в закладки

source: Compress...
ru: Сжать...

source: Extract...
ru: Извлечь...

source: Hidden files
ru: Cкрытые файлы

source: Sort...
ru: Сортировать...

source: By type
ru: По типу

source: By size
ru: По размеру

source: By date
ru: По дате

source: By name
ru: По имени

source: Reverse
ru: В обратном порядке

source: Help
ru: Справка

source: Add to playlist...
ru: Добавить в список воспроизведения...

source: sample
ru: шаблон

source: Toggle
ru: Переключить

source: Toggle directory
ru: Переключить директорию

source: Toggle focus
ru: Переключить фокус

source: Cursor up
ru: Курсор вверх

source: Cursor down
ru: Курсор вниз

source: Scroll up
ru: Прокрутить страницу вверх

source: Scroll down
ru: Прокрутить страницу вниз

source: Page up
ru: На страницу вверх

source: Page down
ru: На страницу вниз

source: Command line
ru: Командная строка

source: Shell
ru: Оболочка

source: Filter files
ru: Фильтровать файлы

source: Search...
ru: Поиск...

source: Loaded successfully
ru: Успешно загружено

source: The app is loading...
ru: Приложение запускается...

source: installation in progress please wait...
ru: идет установка, пожалуйста подождите...

source: Deletion
ru: Удаление

source: Сopying
ru: Копирование

source: Removal
ru: Удаление

source: copy
ru: копия

source: blue plasma waves
ru: синие плазменные волны

source: red plasma waves
ru: красные плазменные волны

source: teal plasma waves
ru: бирюзовыe плазменные волны

source: mint plasma waves
ru: мятные плазменные волны

source: golden plasma waves
ru: золотые плазменные волны

source: purple plasma waves
ru: пурпурные плазменные волны

source: brown plasma waves
ru: коричневые плазменные волны

source: gray plasma waves
ru: серые плазменные волны

source: teal damask rose
ru: бирюзовая дамасская роза

source: red damask rose
ru: красная дамасская роза

source: blue damask rose
ru: синяя дамасская роза

source: purple damask rose
ru: пурпурная дамасская роза

source: golden damask rose
ru: золотая дамасская роза

source: mint damask rose
ru: мятная дамасская роза

source: brown damask rose
ru: коричневая дамасская роза

source: gray damask rose
ru: серая дамасская роза

source: blue parabolic waves
ru: синие параболические волны

source: red parabolic waves
ru: красные параболические волны

source: teal parabolic waves
ru: бирюзовые параболические волны

source: mint parabolic waves
ru: мятные параболические волны

source: golden parabolic waves
ru: золотые параболические волны

source: purple parabolic waves
ru: пурпурные параболические волны

source: brown parabolic waves
ru: коричневые параболические волны

source: gray parabolic waves
ru: серые параболические волны

source: neon road
ru: неоновая дорога

source: alien planet
ru: чужая планета

source: wallpaper
ru: обои

source: ice and fire
ru: лед и пламя

source: voronoi gradient
ru: вороной градиент

source: pixelated rgb
ru: пиксельный rgb

source: blue ps3 home background
ru: синий домашний фон для ps3

source: red ps3 home background
ru: красный домашний фон для ps3

source: teal ps3 home background
ru: бирюзовый домашний фон для ps3

source: mint ps3 home background
ru: мятный домашний фон для ps3

source: golden ps3 home background
ru: золотой домашний фон для ps3

source: purple ps3 home background
ru: пурпурный домашний фон для ps3

source: brown ps3 home background
ru: коричневый домашний фон для ps3

source: gray ps3 home background
ru: серый домашний фон для ps3

source: infinite hexes background
ru: бесконечный фон шестиугольников

source: floating playstation shapes
ru: плавающие фигуры playstation

source: abstract movement background
ru: движущийся абстактный фон

source: dark chocolate
ru: темный шоколад

source: red waves
ru: красные волны

source: vista-esque wallpaper thing
ru: обои в стиле vista

source: misty grid
ru: туманная сетка

source: factory windows
ru: фабрика окон

source: star nest
ru: звездное гнездо

source: neon triangle
ru: неоновый треугольник

source: firestorm
ru: огненная буря

source: underwater bubbles
ru: подводные пузыри

source: universe within
ru: вселенная внутри

source: fractal galaxy
ru: фрактальная галактика

source: glowing stars
ru: сияющие звезды

source: colored bagel
ru: цветной бублик

source: protonophore
ru: протонофор

source: simplicity
ru: простота

source: melting colors
ru: тающие цвета

source: generators redux
ru: генераторы редукции

source: water turbulence
ru: турбулентность воды

source: perspex web lattice
ru: плексигласовая сетчатая решетка

source: monochrome waves
ru: монохромные волны

source: galaxies of the universe
ru: галактики вселенной

source: auroras
ru: полярные сияния

source: super mario bros
ru: братья супер Марио

source: fractal flythrough
ru: фрактальный пролет

source: blue circles
ru: синие круги

source: smiley
ru: смайлик

source: water high light
ru: вода с высоким освещением

source: triangle gradients
ru: треугольные градиенты

source: shadow dance
ru: танец теней

source: neon sunset
ru: неоновый закат

source: synthwave sunset logo
ru: логотип synthwave sunset

source: portal
ru: портал

source: jellow lights
ru: желеобразные огни

source: evil membrane
ru: зловещая мембрана

source: abstract pattern
ru: абстрактный узор

source: sun rays
ru: солнечные лучи

source: spiral riders
ru: спиральные всадники

source: inside the matrix
ru: внутри матрицы

source: plexus particles
ru: сплетающиеся частицы

source: sin cos 3d
ru: синус косинус 3д

source: static abstraction
ru: статическая абстракция

source: galaxy/nebula and stars
ru: галактика/туманность и звезды

source: nebula 112
ru: туманность 112

source: magic ball
ru: магический шар

source: zippy zaps
ru: быстрые молнии

source: singularity
ru: сингулярность

source: Error initializing the Wine prefix
ru: Ошибка при инициализации префикса Wine

source: Error installing libraries, try again
ru: Ошибка установки библиотек, повторите попытку

source: OpenGL mode
ru: режим OpenGL

source: VULKAN mode
ru: режим VULKAN

source: Create a prefix for this application?
ru: Создать префикс для этого приложения?
