Repository: RusNor/StartWine-Launcher
Catalog: data/scripts/locale/*/LC_MESSAGES/*.po
Languages: ru

source: Dark
ru: Темная

source: Light
ru: Светлая

source: Custom
ru: Своя

source: Show/Hide StartWine
ru: Показать/Cкрыть StartWine

source: Run...
ru: Запустить...

source: Shortcuts
ru: Ярлыки

source: Stop Wine processes
ru: Остановить процессы Wine

source: Shutdown
ru: Выключить

source: Games and apps
ru: Игры и приложения

source: Interface settings
ru: Настройки интерфейса

source: Wine builds
ru: Cборки Wine

source: Apps and stores
ru: Приложения и магазины

source: Application start page
ru: Стартовая страница приложения

source: Launch settings
ru: Настройки запуска

source: MangoHud settings
ru: Настройки MangoHud

source: vkBasalt settings
ru: Настройки vkBasalt

source: Files
ru: Файлы

source: Web browser
ru: Веб-браузер

source: Controller settings
ru: Настройки контроллера

source: Prefix:
ru: Префикс:

source: Current prefix:
ru: Текущий префикс:

source: Current Wine:
ru: Текущий Wine:

source: Oops! Nothing to run...
ru: Упс! Нечего запускать...

source: New
ru: Новое

source: Details
ru: Подробности

source: Authors
ru: Авторы

source: License
ru: Лицензия

source: Donations and help
ru: Помощь проекту

source: Check for updates
ru: Проверить наличие обновлений

source: Code
ru: Код

source: Projects
ru: Проекты

source: Members
ru: Участники

source: Design
ru: Дизайн

source: Website
ru: Веб-сайт

source: Is a Windows application launcher for GNU/Linux operating systems. Includes many features, extensions, and fixes to improve performance, visuals, and usability.
ru: Программа запуска приложений Windows для операционных систем GNU/Linux. Включает в себя множество функций, расширений и исправлений для улучшения производительности, визуальных эффектов и удобства использования.

source: The full list of changes and fixes for the current release is available at the link below.
ru: Полный список изменений и исправлений текущего выпуска доступен по ссылке ниже.

source: Rustam Normatov Nikita Maslov
ru: Рустам Норматов Никита Маслов

source: Rustam Normatov Nikita Maslov Maksim Tarasov
ru: Рустам Норматов Никита Маслов Максим Тарасов

source: StartWine Design Team
ru: Дизайнерская Социалистическая Партия StartWine

source: StartWine is free software. You can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. StartWine is distributed without any warranty. See the GNU Lesser General Public License for more details.
ru: StartWine - это бесплатное программное обеспечение. Вы можете распространять его и/или модифицировать в соответствии с условиями GNU General Public License, опубликованными компанией Free Software Foundation; либо версия 3 лицензии, либо (по вашему выбору) - любая более поздняя версия. StartWine распространяется без каких-либо гарантий. Смотрите GNU Lesser General Public License для получения более подробной информации.

source: Contribute to the project
ru: Внести свой вклад в проект

source: You can contribute to the project by spreading information about it, offering for discussion any ideas related to improving the functionality and appearance of the StartWine application. You can also help by contributing to the development by submitting bug reports. And you can always donate any amount to the development of the project using the link below.
ru: Вы можете внести свой вклад в проект, распространяя информацию о нем, предлагая к обсуждению любые идеи, связанные с улучшением функциональности и внешнего вида приложения StartWine. Вы также можете помочь, внося свой вклад в разработку, отправляя отчеты об ошибках. А пожертвовать любую сумму на развитие проекта вы всегда можете по ссылке ниже.

source: Card
ru: Карта

source: Start
ru: Пуск

source: Create shortcut
ru: Создать ярлык

source: Prefix tools
ru: Инструменты префикса

source: Wine tools
ru: Инструменты Wine

source: Settings
ru: Настройки

source: Debug
ru: Отладка

source: Terminate all wine processes
ru: Завершить все процессы wine

source: About
ru: О приложении

source: Properties
ru: Свойства

source: Bookmarks
ru: Закладки

source: Playlist
ru: Список воспроизведения

source: Default prefix
ru: Префикс по умолчанию

source: Application prefix
ru: Префикс приложения

source: Remove current prefix
ru: Удалить текущий префикс

source: Reinstall current prefix
ru: Переустановить префикс

source: Prefix backup
ru: Резервная копия префикса

source: Prefix recovery
ru: Восстановление префикса

source: Backup of saves
ru: Резервная копия сохранений

source: Restoring saves
ru: Восстановление сохранений

source: permanently delete all files of the current prefix.
ru: безвозвратно удалить все файлы текущего префикса.

source: reset the prefix to its default state.
ru: сбросить префикс в состояние по умолчанию.

source: reinstall the current prefix.
ru: переустановить префикс.

source: create a backup copy of the current prefix so that it can be restored if necessary.
ru: создайте резервную копию текущего префикса, чтобы при необходимости можно было его восстановить.

source: restore the current prefix from the backup you previously created.
ru: восстановите текущий префикс из ранее созданной резервной копии.

source: create a backup copy of your game saves so that they can be restored if necessary.
ru: создайте резервную копию сохранений вашей игры, чтобы их можно было восстановить в случае необходимости.

source: restore your game saves from a previously created backup.
ru: восстановите сохранения игры из ранее созданной резервной копии.

source: Wine settings
ru: Настройки Wine

source: Wine console
ru: Консоль Wine

source: Regedit
ru: Редактор реестра

source: File explorer
ru: Проводник файлов

source: Uninstaller
ru: Деинсталлятор

source: Clear shader cache
ru: Очистить кэш шейдеров

source: is a GUI configuration tool for Wine, designed to make life a little easier than editing the registry.
ru: это графический инструмент настройки для Wine, призванный сделать жизнь немного проще, чем редактирование реестра.

source: is the Wine console manager, used to run console commands and applications.
ru: консольный менеджер Wine, используемый для запуска консольных команд и приложений.

source: is Wine's registry editor, similar in appearance and function to Window's regedit.
ru: редактор реестра Wine, по внешнему виду и функциям похожий на regedit в Windows.

source: is the Wine file manager, with a similar design to early Microsoft Windows explorer.
ru: файловый менеджер Wine, дизайн которого похож на ранний проводник Microsoft Windows.

source: is a GUI uninstaller for all setup programs that put an uninstall entry in the registry. It's similar in function to 'Add/Remove Programs' in Windows, except much simpler.
ru: деинсталлятор для всех программ установки, которые добавляют запись об удалении в реестр. По функциям он похож на «Установку и удаление программ» в Windows, но гораздо проще.

source: is a helper script to download and install various redistributable runtime libraries needed to run some programs in Wine.
ru: вспомогательный скрипт для загрузки и установки различных распространяемых библиотек времени выполнения, необходимых для запуска некоторых программ в Wine.

source: removing Vulkan shaders compiled when loading D3D shaders in games.
ru: удаление шейдеров Vulkan, скомпилированных при загрузке шейдеров D3D в играх.

source: Adding a new bookmark completed successfully
ru: Добавление новой закладки успешно завершено

source: Remove bookmark completed successfully
ru: Удаление закладки успешно завершено

source: Bookmark is already exists!
ru: Закладка уже существует!

source: Games
ru: Игры

source: Prefixes
ru: Префиксы

source: Backups
ru: Резервные копии

source: Prefix configurations
ru: Конфигурации префиксов

source: Logs
ru: Логи

source: Adding a new media file to playlist completed successfully
ru: Добавление нового медиафайла в список воспроизведения завершено успешно

source: Remove media file from playlist completed successfully
ru: Удаление медиафайла из списка воспроизведения завершено успешно

source: Media file is already added to playlist!
ru: Медиафайл уже добавлен в плейлист!

source: Wine (originally an acronym for "Wine Is Not an Emulator") is a compatibility layer capable of running Windows applications on several POSIX-compliant operating systems, such as Linux, macOS, & BSD. Instead of simulating internal Windows logic like a virtual machine or emulator, Wine translates Windows API calls into POSIX calls on-the-fly, eliminating the performance and memory penalties of other methods and allowing you to cleanly integrate Windows applications into your desktop.
ru: Wine (первоначально аббревиатура Wine Is Not an Emulator) — это уровень совместимости, позволяющий запускать приложения Windows в нескольких POSIX-совместимых операционных системах, таких как Linux, macOS и BSD. Вместо моделирования внутренней логики Windows, такой как виртуальная машина или эмулятор, Wine на лету преобразует вызовы Windows API в вызовы POSIX, устраняя потери производительности и памяти, присущие другим методам, и позволяя вам аккуратно интегрировать приложения Windows в ваш рабочий стол.

source: List of Wines to download and install
ru: Список Wine для загрузки и установки

source: Wine Staging contains bug fixes and features, which have not been integrated into the development branch yet. The idea of Wine Staging is to provide experimental features faster to end users and to give developers the possibility to discuss and improve their patches before they are integrated into the main branch.
ru: Wine Staging содержит исправления ошибок и функции, которые еще не интегрированы в ветку разработки. Идея Wine Staging заключается в том, чтобы быстрее предоставлять экспериментальные функции конечным пользователям и дать разработчикам возможность обсуждать и улучшать свои патчи до того, как они будут интегрированы в основную ветку.

source: Staging-TkG is a Wine build with the Staging patchset applied and with many additional useful patches. A complete list of patches is in wine-tkg-config.txt inside the build directory.
ru: Staging-TkG — это сборка Wine с примененным набором патчей Staging и множеством дополнительных полезных патчей. Полный список патчей находится в файле Wine-tkg-config.txt внутри каталога сборки.

source: Is a Wine build modified by Valve and other contributors. It contains many useful patches (primarily for a better gaming experience), some of them are unique and not present in other builds.
ru: Это сборка Wine, модифицированная Valve и другими участниками. Содержит множество полезных патчей (в первую очередь для улучшения игрового процесса), некоторые из них уникальны и отсутствуют в других сборках.

source: Proton with the most recent bleeding-edge Proton Experimental Wine. Things it contains that Valve's Proton does not: Additional media foundation patches for better video playback support, AMD FSR patches, Nvidia CUDA support for PhysX and NVAPI, raw input mouse support and various wine-staging patches applied as they become needed.
ru: Proton с новейшим экспериментальным Wine Proton. В нем есть то, чего нет в Proton от Valve: дополнительные патчи Media Foundation для лучшей поддержки воспроизведения видео, патчи AMD FSR, поддержка Nvidia CUDA для PhysX и NVAPI, поддержка необработанного ввода мыши и различные патчи Wine, применяемые по мере необходимости.

source: List of applications and stores available for installation
ru: Список приложений и магазинов доступных для установки

source: Anomaly Zone - MMORPG, open world game, successor to "stalker online". You can remain alone or conquer the Zone in the company of other daredevils, playing online with friends. Play in a clan, take part in PvP and PvE battles, use crafting, modifications, follow a large, interesting, global plot.
ru: Аномальная Зона - ММОРПГ, игра с открытым миром, наследница "Сталкера онлайн". Ты можешь остаться в одиночку или покорять Зону в компании других смельчаков, играя онлайн с друзьями. Играйте в клане, участвуйте в PvP и PvE сражениях, используйте крафт, модификации, следуйте большому, интересному, глобальному сюжету.

source: Battle.net is an online gaming service, including digital distribution and social platform functions, developed by Blizzard Entertainment.
ru: Battle.net — игровой онлайн-сервис, включающий цифровое распространение и функции социальной платформы, разработанные Blizzard Entertainment.

source: Caliber is a third-person and first-person multiplayer online game about modern special forces. The project belongs to the genre of tactical team action, offering battles in PvP, PvE and PvPvE modes. "Caliber" is distributed according to the free-to-play business model.
ru: Калибр — многопользовательская онлайн-игра от третьего и первого лица о современном спецназе. Проект относится к жанру тактического командного экшена, предлагая сражения в режимах PvP, PvE и PvPvE. «Калибр» распространяется по бизнес-модели free-to-play.

source: Crossout is a computer multiplayer online game in the genre of post-apocalyptic action with a third-person view. The core of the game is session PvP battles in armored vehicles assembled by the players themselves.
ru: Crossout — компьютерная многопользовательская онлайн-игра в жанре постапокалиптического экшена с видом от третьего лица. Суть игры — сессионные PvP-сражения на бронетехнике, собранной самими игроками.

source: EA app is Electronic Arts latest and most advanced PC platform where you can play your favorite games without any hassle. The app features an improved and optimized user interface, making it easy to find and play games in seconds.
ru: Приложение EA — игровая платформа для ПК от Electronic Arts, на которой вы можете без проблем играть в свои любимые игры. Приложение имеет улучшенный и оптимизированный пользовательский интерфейс, позволяющий легко находить игры и играть в них за считанные секунды.

source: Epic Games Store is an online digital distribution service for computer games developed and managed by the American company Epic Games.
ru: Epic Games Store — онлайн-сервис цифровой дистрибуции компьютерных игр, разработанный и управляемый американской компанией Epic Games.

source: EVE Online is a space massively multiplayer online game developed by the Icelandic company CCP Games. PvE and PvP battles, research, resource extraction, production and a realistic economy.
ru: EVE Online — космическая многопользовательская онлайн-игра, разработанная исландской компанией CCP Games. PvE и PvP-сражения, исследования, добыча ресурсов, производство и реалистичная экономика.

source: GOG GALAXY 2.0 is a program that will help you combine multiple game libraries and communicate with friends regardless of the gaming platform, including consoles! If you play with friends on different platforms and have to use multiple launchers, GOG GALAXY 2.0 is for you!
ru: GOG GALAXY 2.0 — программа, которая поможет вам объединить несколько игровых библиотек и общаться с друзьями независимо от игровой платформы, включая консоли! Если вы играете с друзьями на разных платформах и вам приходится использовать несколько лаунчеров, GOG GALAXY 2.0 для вас!

source: Client online games (MMORPG) and browser games (BBMMORPG), as well as games for mobile phones and tablets. RPG, Fantasy, Simulation, Adventure, Strategy, there is even a real life simulator (a la Sims).
ru: GameXP - клиентские онлайн-игры (MMORPG) и браузерные игры (BBMMORPG), а также игры для мобильных телефонов и планшетов. РПГ, Фэнтези, Симуляторы, Приключения, Стратегии, есть даже симулятор реальной жизни (а-ля Симс).

source: VK Play is a platform for game lovers, developers and content creators. VK Play combines all the services necessary for the gaming community and offers entertainment for everyone: a catalog of games, cloud gaming, streaming and e-sports and much more.
ru: VK Play — платформа для любителей игр, разработчиков и создателей контента. VK Play объединяет все необходимые игровому сообществу сервисы и предлагает развлечения для каждого: каталог игр, облачный гейминг, стриминг, киберспорт и многое другое.

source: Genshin Impact is an action-adventure computer game with an open world and RPG elements, developed by the Chinese company miHoYo Limited. The game is distributed through digital distribution using a free-to-play model, but has an in-game store that uses real currency.
ru: Genshin Impact — приключенческая компьютерная игра с открытым миром и элементами ролевой игры, разработанная китайской компанией miHoYo Limited. Игра распространяется посредством цифрового распространения по модели free-to-play, но имеет внутриигровой магазин, в котором используется реальная валюта.

source: Lesta Game Center is part of the platform distribution (game launcher app) that brings together all your Lesta games, as well as read news about upcoming features and functions, watch videos and get amazing discounts!
ru: Lesta Game Center — часть платформы дистрибуции (приложение для запуска игр), в котором собраны все ваши игры Lesta, а также в нём можно читать новости о будущих функциях и особенностях, смотреть видео и находить потрясающие скидки!

source: Game Coast is a client for Lineage 2 - classic free-to-play MMORPG with a third-person perspective.
ru: Game Coast клиент для Lineage 2 — классической бесплатной MMORPG с видом от третьего лица.

source: Lost Light is a highly realistic hardcore shooter, focused on surviving and gathering loot with other players, as well as defending yourself from the unknown.
ru: Lost Light — очень реалистичный хардкорный шутер, ориентированный на выживание и сбор добычи вместе с другими игроками, а также на защиту от неизвестного.

source: Yuzu is a free and open source emulator of the Nintendo Switch console. Developed since January 2018 by the team responsible for Citra, a Nintendo 3DS emulator. Written in C++. The list of games compatible with the emulator is on the official website.
ru: Yuzu — свободный и открытый эмулятор консоли Nintendo Switch. Разрабатывается с января 2018 года командой, ответственной за Citra, эмулятор Nintendo 3DS. Написан на C++. Список игр, совместимых с эмулятором, находится на официальном сайте.

source: Osu! is a free and open source music game developed and published by Dean Herbert. The gameplay is based on various popular games including Osu! Tatakae!
ru: Osu! — бесплатная музыкальная игра с открытым исходным кодом, разработанная и изданная Дином Гербертом. Геймплей основан на различных популярных играх, включая Osu! Tatakae!

source: Path of Exile is an online action role-playing game developed and published by Grinding Gear Games. The game is based on: a powerful barter economy, rich customization options for heroes, exciting PvP battles and races for ratings. The game is completely free.
ru: Path of Exile — ролевая онлайн-игра, разработанная и изданная Grinding Gear Games. В основе игры: мощная бартерная экономика, богатые возможности кастомизации героев, захватывающие PvP-сражения и гонки за рейтингом. Игра полностью бесплатна.

source: Plarium Play is a Light and Secure Desktop Game Launcher for PC. Play Free Games with Blazing HD Graphics and a Worldwide Gaming Community.
ru: Plarium Play — легкая и безопасная программа запуска настольных игр для ПК. Играйте в бесплатные игры с великолепной HD-графикой и пользуйтесь услугами мирового игрового сообщества.

source: Popcorn Time is a cross-platform free BitTorrent client that includes a media player. Watch popular series and series for people unfamiliar with movie file sharing technologies and accustomed to video streaming services.
ru: Popcorn Time — кроссплатформенный свободный BitTorrent-клиент, включающий медиапроигрыватель. Позволяет просматривать популярные фильмы и сериалы людям, незнакомым с технологиями файлообмена и привыкшим к сервисам потокового видео.

source: The project www.RPG-club.net is a voluntary non-profit association of fans of RPG games. Our site does not aim to distribute any RPG games, but is a means of communication for all interested legal owners of licensed versions of games.
ru: Проект www.RPG-club.net — добровольное некоммерческое объединение любителей ролевых игр. Не преследует цели распространения каких-либо ролевых игр, а является средством общения для всех заинтересованных правообладателей лицензионных версий игр.

source: Riot Games - client for League of Legends, abbreviated as LoL, is a multiplayer computer game in the MOBA genre developed and published by the American company Riot Games.
ru: Riot Games - клиент для League of Legends, сокращенно LoL — многопользовательская компьютерная игра в жанре MOBA, разработанная и изданная американской компанией Riot Games.

source: Rockstar Games Launcher is an application that allows you to quickly and easily manage your collection of Rockstar PC games, both digital and physical versions, including those purchased from various digital stores. You can also use this app to purchase new games from Rockstar.
ru: Rockstar Games Launcher — приложение, позволяющее быстро и легко управлять своей коллекцией игр Rockstar для ПК, как цифровых, так и физических версий, в том числе купленных в различных цифровых магазинах. Вы также можете использовать это приложение для покупки новых игр от Rockstar.

source: EXBO launcher for StalCraft - bright and promising adaptation of a familiar setting in the format of a massive online first-person shooter. Successfully combining the complete freedom of PvP and interesting PvE elements.
ru: EXBO лаунчер для StalCraft — яркая и перспективная адаптация знакомого игрового мира в формате массового онлайн-шутера от первого лица. Удачно сочетает полную свободу PvP и интересные элементы PvE.

source: Stalker Online is an MMORPG with shooter elements, which is based on the spirit of stalking - exploration of mysterious, forgotten and abandoned areas of the planet by humanity.
ru: «Сталкер Онлайн» — MMORPG с элементами шутера, в основе которой лежит дух сталкинга — исследования человечеством загадочных, забытых и заброшенных уголков планеты.

source: Steam is an online digital distribution service for computer games and programs developed and maintained by Valve. Steam serves as a technical copyright protection tool, a multiplayer gaming and streaming platform, and a social network for gamers.
ru: Steam — онлайн-сервис цифрового распространения компьютерных игр и программ, разработанный и поддерживаемый компанией Valve. Steam выполняет роль средства технической защиты авторских прав, платформы для многопользовательских игр и потокового вещания, а также социальной сети для игроков.

source: Ubisoft Connect is a digital game distribution, DRM, online gaming and communication service created by Ubisoft. Supports the achievement/trophy system used in other similar services.
ru: Ubisoft Connect — служба распространения цифровых игр, DRM, онлайн-игр и связи, созданная Ubisoft. Поддерживает систему достижений и трофеев, используемую в других подобных сервисах.

source: Wargaming.net Game Center is part of a digital distribution platform (game launcher app) that allows you to keep all your Wargaming games in one place, get the latest news on upcoming features, watch videos and easily find great deals!
ru: Wargaming.net Game Center — часть платформы цифрового распространения (приложение для запуска игр), которая позволяет вам хранить все ваши игры Wargaming в одном месте, получать последние новости о предстоящих функциях, смотреть видео и легко находить выгодные предложения!
