Repository: RusNor/StartWine-Launcher
Catalog: data/scripts/locale/*/LC_MESSAGES/*.po
Languages: ru

source: Client for World of Sea Battle - A large-scale online game with an open world in the setting of the Age of Sail! Become a pirate or merchant, team up with other players.
ru: Клиент для World of Sea Battle - масштабная онлайн-игра с открытым миром эпохи парусов! Станьте пиратом или торговцем, объединяйтесь с другими игроками.

source: Zona is a BitTorrent client for watching streaming video content. In addition to on-demand movies and television series, Zona offers streaming music, live television channels, news, live sports, and games.
ru: Zona — BitTorrent-клиент для просмотра потокового видеоконтента. Помимо фильмов и телесериалов по запросу, Zona предлагает потоковую передачу музыки, прямые телевизионные каналы, новости, спортивные трансляции и игры.

source: RetroBat is a software designed for emulation and to be the easiest way to enjoy your game collection. The EmulationStation interface is functional and highly customizable. You can run all your games and search online for visuals to enhance the presentation of your collection.
ru: RetroBat - программное обеспечение, предназначенное для эмуляции и являющееся простым способом наслаждаться вашей коллекцией игр. Интерфейс EmulationStation функционален и имеет широкие возможности настройки. Вы можете запускать свои игры и искать в Интернете визуальные эффекты, которые улучшат презентацию вашей коллекции.

source: Move settings
ru: Переместить настройки

source: Reset interface settings
ru: Сброс настроек интерфейса

source: Reset app settings
ru: Сброс настроек приложения

source: Optimization, patches, tools, utilities and libraries
ru: Оптимизация, исправления, инструменты, утилиты и библиотеки

source: Set launch parameters
ru: Установите параметры запуска

source: Override dll in the current prefix
ru: Переопределить dll в текущем префиксе

source: Set windows version
ru: Установите версию Windows

source: Add registry patch
ru: Добавить исправление для реестра

source: Set dxvk version
ru: Установите версию dxvk

source: Set vkd3d version
ru: Установите версию vkd3d

source: Set AMD FSR scaling mode
ru: Установите режим масштабирования для AMD FSR

source: Set the language for the game or application
ru: Установите язык для игры или приложения

source: Limit frame rate, value "0" - no limit
ru: Предельная частота кадров, значение "0" - без ограничений

source: Limit cpu core, value "0" - no limit
ru: Ограничение ядер процессора, значение "0" - без ограничений

source: Ultra
ru: Ультра

source: Quality
ru: Качество

source: Balanced
ru: Сбалансированный

source: Performance
ru: Производительность

source: Using dxvk version from wine-proton-ge
ru: Использование версии dxvk из wine-proton-ge

source: Using vkd3d version from wine-proton-ge
ru: Использование версии vkd3d из wine-proton-ge

source: Sytem monitoring for OpenGL mode
ru: Системный мониторинг для режима OpenGL

source: Force use opengl, for applications that d'nt run in dxvk and vkd3d
ru: Принудительное использование opengl для приложений, которые не запускаются в dxvk и vkd3d

source: System monitoring in opengl or vulkan (dxvk, vkd3d)
ru: Мониторинг системы в режимах opengl или vulkan (dxvk, vkd3d)

source: System monitoring in vulkan (dxvk, vkd3d)
ru: Мониторинг системы в режиме vulkan (dxvk, vkd3d)

source: Enable windows desktop emulation
ru: Включить эмуляцию рабочего стола Windows

source: Enable game controller redirection to other input devices such as mouse and keyboard
ru: Включите перенаправление игрового контроллера на другие устройства ввода, такие как мышь и клавиатура

source: Improving frame rates and responsiveness with scheduling policies
ru: Повышение частоты кадров и быстродействия с помощью политик планирования

source: Increase performance for some games, especially ones that rely heavily on the CPU
ru: Увеличьте производительность некоторых игр, особенно тех, которые сильно зависят от процессора

source: For old games that crash on very long extension strings
ru: Для старых игр, которые зависают при очень длинных строках расширения

source: Disabling the nvapi library required by PhysX to enable GPU acceleration via CUDA
ru: Отключение библиотеки nvapi, необходимой PhysX для включения ускорения графического процессора через CUDA

source: Disable debugging mode for Wine to improve performance
ru: Отключить режим отладки Wine для улучшения производительности

source: Allocate to a 32-bit application more than 2 GB of RAM
ru: Выделите 32-разрядному приложению более 2 ГБ оперативной памяти

source: To simulate the memory management system of Windows
ru: Для более точной имитации системы управления памятью Windows

source: Simulated Write Copy - Emulates how Windows loads DLLs into memory more accurately
ru: Имитация копирования записи - эмулирует то, как Windows более точно загружает библиотеки DLL в память.

source: Сan optimize some Wineserver calls by using shared memory
ru: Может оптимизировать некоторые вызовы Wineserver за счет использования общей памяти

source: System monitoring in dxvk
ru: Мониторинг системы в dxvk

source: vkBasalt is a Vulkan post processing layer to enhance the visual graphics in games
ru: vkBasalt - это слой постобработки Vulkan для улучшения визуальной графики в играх

source: AMD FidelityFX Super Resolution - advanced upscaling technologies for higher fps
ru: AMD Fidelity FX Super Resolution - передовые технологии масштабирования для повышения частоты кадров в секунду

source: Used to manage hybrid graphics found on recent desktops and laptops
ru: Используется для управления гибридной графикой, используемой на современных настольных компьютерах и ноутбуках

source: Open-source and cross-platform implementation of the .NET Framework
ru: Кроссплатформенная реализация .NET Framework с открытым исходным кодом

source: BattlEye anti-cheat service required to run online games that use this service
ru: Античит-сервис BattlEye, необходимый для запуска онлайн-игр, использующих этот сервис

source: EasyAntCheat service required to run online games that use this service
ru: Сервис Easyanticheat необходим для запуска онлайн-игр, использующих этот сервис

source: Preload d3d libraries
ru: Предварительная загрузка библиотек d3d

source: Forcibly disabling vsync solves performance issues in some apps
ru: Принудительное отключение vsync решает проблемы с производительностью в некоторых приложениях

source: Hides the definition of nvidia video cards. Required to run some applications
ru: Скрывает определение видеокарт nvidia. Требуется для запуска некоторых приложений

source: To run games using directx 8 and below, in dxvk mode
ru: Для запуска игр с использованием directx 8 и ниже в режиме dxvk

source: Nvidia DLSS - advanced upscaling technologies for higher fps for higher frame rate per second
ru: Nvidia DLSS - передовая технология масштабирования, обеспечивающая более высокую частоту кадров в секунду

source: Disable prefix update on startup
ru: Отключить обновление префикса при запуске

source: Enable or disable shader cache
ru: Включить или отключить кэш шейдеров

source: Current CPU temperature
ru: Текущая температура процессора

source: CPU draw in watts
ru: Потребляемая мощность процессора в ваттах

source: Load and frequency per core
ru: Нагрузка и частота на ядро

source: Shows the CPUs current MHz
ru: Показывает текущую частоту процессора в МГц

source: Shows the Steam Deck fan rpm
ru: Показывать оброты вентилятора Steam Deck

source: GPU name from pci.ids
ru: Имя графического процессора из pci.ids

source: Current GPU temperature
ru: Текущая температура графического процессора

source: GPU draw in watts
ru: Потребляемая мощность графического процессора в ваттах

source: GPU core frequency
ru: Частота ядра графического процессора

source: GPU memory frequency
ru: Частота памяти графического процессора

source: System RAM usage
ru: Использование системной оперативной памяти

source: System VRAM usage
ru: Использование системной видеопамяти

source: Swap space usage next to system RAM usage
ru: Использование пространства подкачки системной памяти

source: Process resident memory usage
ru: Использование резидентной памяти процесса

source: Process shared memory usage
ru: Обрабатывать использование общей памяти

source: Process virtual memory usage
ru: Обработать использование виртуальной памяти

source: Show non-cached IO read, in MiB/s
ru: Показывать некэшированное чтение ввода-вывода в МБ/с

source: Show non-cached IO write, in MiB/s
ru: Показывать некэшированную запись ввода-вывода в МБ/с

source: Enables most of the toggleable parameters
ru: Включает большинство переключаемых параметров

source: Use primary font size for smaller text like units
ru: Используйте основной размер шрифта для небольших текстовых единиц

source: Show media player metadata
ru: Показывать метаданные медиаплеера

source: Shows current MangoHud version
ru: Показывает текущую версию MangoHud

source: Show if the application is 32 or 64 bit
ru: Показывает, является ли приложение 32-разрядным или 64-разрядным

source: Change fps graph to histogram
ru: Измените график fps на гистограмму

source: Displays used vulkan driver
ru: Отображает используемый драйвер vulkan

source: OpenGL or vulkan-based render engine's version
ru: Версия движка рендеринга на базе OpenGL или vulkan

source: Shows current Wine or Proton version in use
ru: Показывает текущую используемую версию Wine или Proton

source: Frametime next to fps text
ru: Время кадра рядом с текстом частоты кадров

source: Frame count
ru: Количество кадров

source: Current resolution
ru: Текущее разрешение

source: Current fps limit
ru: Текущий предел частоты кадров в секунду

source: Shows if vkBasalt is on
ru: Показывает, включен ли vkBasalt

source: Current battery percent and energy consumption
ru: Текущий процент заряда батареи и энергопотребление

source: Battery icon instead of percent
ru: Значок батареи вместо процента

source: Battey of wireless gamepads (xone,xpadneo,ds4)
ru: Линейка беспроводных геймпадов (xone,xpadneo,ds4)

source: Gamepad battery percent with icon. *enabled by default
ru: Процент заряда батареи геймпада со значком. *включено по умолчанию

source: Show FPS only
ru: Показывать только FPS

source: Displays local time
ru: Отображать местное время

source: System monitoring indicators
ru: Показатели мониторинга системы

source: Supposedly imitation of rendering on the legendary 3dfx video cards.
ru: Предположительно, имитация рендеринга на легендарных видеокартах 3dfx.

source: Adaptive fog. Used most for creating a color background, or putting a subject in shadows.
ru: Адаптивный туман. Используется в основном для создания цветного фона или помещения объекта в тень.

source: Contrast Adaptive Sharpening. An image sharpening method that observes the contrast of the local environment.
ru: Контрастная адаптивная резкость. Метод повышения резкости изображения, который учитывает контраст локальной области.

source: Ambient light. Bloom mixed with the EyeAdaption shader effect and lens dirt.
ru: Окружающий свет. Блум, смешанный с эффектом шейдера EyeAdaption и загрязнением линз.

source: For those who miss text games and Matrix fans.
ru: Для тех, кто скучает по текстовым играм и для фанатов Матрицы.

source: Сorrects aspect ratio in stretched images.
ru: Исправляет соотношение сторон в растянутых изображениях.

source: A shader for simulating image blur depending on the brightness of the scene.
ru: Шейдер для имитации размытия изображения в зависимости от яркости сцены.

source: If you want to add borders in image but want the subject to hover over said border then try this shader.
ru: Если вы хотите добавить границы в изображение, но хотите, чтобы объект зависал над указанной границей, попробуйте этот шейдер.

source: Creates an outline effect that makes the image look more cartoonish.
ru: Создает эффект контура, который придает изображению более мультяшный вид.

source: Setting a blue or green screen away from the camera.
ru: Установка синего или зеленого экрана подальше от камеры.

source: It operates in HDR, simulating the physical effect of light passing through a prism inside a camera.
ru: Работает в режиме HDR, имитируя физический эффект света, проходящего через призму внутри камеры.

source: Based on the most realistic and most used Depth of Field shader.
ru: Основан на наиболее реалистичном и часто используемом шейдере глубины резкости.

source: Shader for image enhancement, makes things look sharper. Can rid the picture of haze.
ru: Шейдер для улучшения изображения, делает вещи более четкими. Может избавить картинку от туманности.

source: Editing colors using the color matrix. Essentially changes the brightness of the color channels: red, green and blue.
ru: Редактирование цветов с помощью цветовой матрицы. Существенно изменяется яркость цветовых каналов: красного, зеленого и синего.

source: Saturates faded colors without touching the bright ones.
ru: Насыщает блеклые цвета, не затрагивая яркие.

source: To simulate a cathode ray tube monitor. The combination with the PerfectPerspective shader will shed a tear of nostalgia.
ru: Для имитации монитора с электронно-лучевой трубкой. Сочетание с PerfectPerspective шейдером вызовет слезу ностальгии.

source: Increases the contrast of the image, while not touching the bright and dark areas, so that the detail in the shadows and the sky is not lost.
ru: Увеличивает контрастность изображения, не затрагивая при этом светлых и темных областей, так что детали в тенях и небе не теряются.

source: Removes some colors.
ru: Удаляет некоторые цвета.

source: Remove banding - gradients that dont blend smoothly into each other when there arent enough tones available to recreate a smooth gradation.
ru: Удалите полосы - градиенты, которые не переходят плавно друг в друга, когда доступно недостаточно тонов для воссоздания плавной градации.

source: Remove dot noise. If possible, turn off the noise in the game itself, because the noise reduction shader reduces the frame rate.
ru: Удалите точечный шум. Если возможно, отключите шум в самой игре, потому что шейдер шумоподавления снижает частоту кадров.

source: Split screen for owners of virtual reality glasses.
ru: Разделенный экран для владельцев очков виртуальной реальности.

source: Simple depth-blur that makes far-away objects look slightly blurred, with fog based on depth and screen position.
ru: Размытие по глубине, из-за которого удаленные объекты выглядят слегка размытыми, с туманом, основанным на глубине и положении экрана.

source: This is a shader mostly useful for checking if the depth buffer is working as intended.
ru: Этот шейдер в основном полезен для проверки того, работает ли буфер глубины так, как задумано.

source: Loss of sharpness in distant objects with the effect of chromatic aberration.
ru: Потеря резкости на удаленных объектах с эффектом хроматической аберрации.

source: Makes the image look like it was converted from film to Cineon DPX. Can be used to create a sunny look.
ru: Делает изображение таким, как будто оно было преобразовано с пленки в Cineon DPX. Может быть использован для создания солнечного образа.

source: Make a part of the scene pop out more while other parts are de-emphasized. By default, it desaturates the areas which are not in focus.
ru: Делает часть сцены более заметной, в то время как другие части не выделяются. По умолчанию он обесцвечивает области, которые не находятся в фокусе.

source: This shader brightens or darkens the image depending on the average brightness of the screen.
ru: Этот шейдер осветляет или затемняет изображение в зависимости от средней яркости экрана.

source: Should restore detail in too dark and bright areas of the frame. Darkens the image in practice.
ru: Должен восстанавливать детализацию в слишком темных и ярких областях кадра. Затемняет изображение на практике.

source: Pseudo motion blur.
ru: Псевдо-размытие при движении.

source: Film grain without copying texture.
ru: Зернистость пленки без копирования текстуры.

source: Sharpering for more cinema-like look.
ru: Повышение резкости для придания более кинематографического вида.

source: Applies some common color adjustments to mimic a more cinema-like look.
ru: Применяет некоторые распространенные настройки цвета, для придания более кинематографичного вида.

source: The most primitive and fastest of the anti-aliasing filters (pixel smoothing).
ru: Самый примитивный и быстрый из фильтров сглаживания (сглаживание пикселей).

source: Just blurs the image.
ru: Просто размывает изображение.

source: To simulate a failing video card and cause nausea. People with epilepsy should not turn on this filter!
ru: Имитирует выход из строя видеокарты и вызывает тошноту. Люди, страдающие эпилепсией, не должны включать этот фильтр!

source: Smoothing nearby pixels with filling in the missing parts. Is useful for smoothing objects in pixel games.
ru: Сглаживание соседних пикселей с заполнением недостающих частей. Полезен для сглаживания объектов в пиксельных играх.

source: Lightweight focus and sharpering effect.
ru: Облегченный эффект фокусировки и повышения резкости.

source: Make own layer.png and overwrite on of the textures. It support alpha transparency.
ru: Создайте собственный layer.png и перезапишите одну из текстур. Он поддерживает альфа-прозрачность.

source: Shifts white and black points. will help in the absence of real black (everything is whitish, as if in a fog) or white is too gray.
ru: Смещает белые и черные точки. Поможет при отсутствии реального черного (все белесое, как будто в тумане) или белый - слишком серый.

source: Shifts white and black points. will help in the absence of real black.
ru: Смещает белые и черные точки. Поможет при отсутствии настоящего черного цвета.

source: Gamma correction in color channels: red, green and blue. Can stylization of some games under a certain color shade.
ru: Гамма-коррекция в цветовых каналах: красном, зеленом и синем. Может стилизовать некоторые игры под определенный цветовой оттенок.

source: The most lightweight defocus shader in terms of function, which does not greatly reduce performance.
ru: Самый легкий шейдер расфокусировки с точки зрения функциональности, который не сильно снижает производительность.

source: In the context of game shaders, loot allows you to give the picture a cinema-like look.
ru: В контексте игровых шейдеров loot позволяет придать изображению более кинематографический вид.

source: Shader based on scene luminosity. It uses a Gaussian blur applied on the fly. It blends the bloom with the rest using the Screen blending method.
ru: Шейдер, использующий размытие по Гауссу, применяемое на лету. Он смешивает цвет с остальными, используя метод растушевки на экране.

source: The effect of simulating a black and white image.
ru: Эффект имитации черно-белого изображения.

source: Hollywood preset LUT included.
ru: В комплект входит голливудский предустановленный LUT.

source: The effect of self-shadowing of objects, visually adding volume to them.
ru: Эффект самозатенения объектов, визуально придающий им объем.

source: For those who are nostalgic for a night vision device?
ru: Для тех, кто испытывает ностальгию по прибору ночного видения?

source: Shader to create a 4-bit frame. Tries to mimic the look of very old computers or console systems.
ru: Шейдер для создания 4-битного кадра. Пытается имитировать внешний вид очень старых компьютеров или консольных систем.

source: The shader tilts the image and changes the point of view of the image. Can be useful for owners of virtual reality glasses.
ru: Шейдер наклоняет изображение и изменяет точку обзора изображения. Может быть полезно владельцам очков виртуальной реальности.

source: Filter that adds a glow around bright screen areas, adapting to the current scene brightness.
ru: Фильтр, который добавляет свечение вокруг ярких областей экрана, адаптируясь к текущей яркости сцены.

source: If you want to add godrays to a scene then this shader can help you with that.
ru: Если вы хотите добавить божественные лучи в сцену, то этот шейдер может помочь вам в этом.

source: Yet Another Chromatic Aberration: It operates in HDR, is the only shader with a correct spectral gradient.
ru: Еще одна хроматическая аберрация: она работает в HDR, является единственным шейдером с правильным спектральным градиентом.

source: Adds reflections to objects in the frame. Can improve the picture in older games without reflection support, but is useless in modern ones.
ru: Добавляет отражения к объектам в кадре. Может улучшить картинку в старых играх без поддержки отражения, но бесполезен в современных.

source: Applying a shade of brown. Color inherent in old black and white photographs.
ru: Нанесение коричневого оттенка. Цвет, присущий старым черно-белым фотографиям.

source: Advanced implementation of anti-aliasing. Highlight the objects in the frame and blur their boundaries without erasing the small details of the frame.
ru: Усовершенствованная реализация сглаживания. Выделите объекты в кадре и размойте их границы, не стирая мелкие детали кадра.

source: Resize image, positioning it, rotating it and use different blending modes.
ru: Позволяет изменять размер изображения, позиционировать его, поворачивать и использовать различные режимы наложения.

source: Reduction in object detail without blurring contrasting contours.
ru: Уменьшение детализации объекта без размытия контрастных контуров.

source: Makes the image look like it was processed using a three-strip Technicolor process.
ru: Придает изображению такой вид, как будто оно было обработано с использованием технологии Technicolor с тремя полосами.

source: Like Technicolor, but gives a different picture, more aggressively changing colors.
ru: Похож на Technicolor, но дает другое изображение, более агрессивно меняющиеся цвета.

source: For simulating tilt-shift photography, but recommended to use CinematicDOF.
ru: Для имитации съемки со сдвигом наклона, но рекомендуется использовать Cinematic DOF.

source: Tone map for brightness, color and gamma correction.
ru: Тональная карта для коррекции яркости, цвета и гаммы.

source: Detects the presence of a UI on the screen and switches the visibility of effects depending on its presence.
ru: Обнаруживает присутствие пользовательского интерфейса на экране и переключает видимость эффектов в зависимости от его присутствия.

source: Shader-mask that makes holes in the effects in the places of the menu items, provided that they do not move anywhere.
ru: Шейдер-маска, которая создает дыры в эффектах в местах расположения пунктов меню, при условии, что они никуда не перемещаются.

source: Saturates faded colors without touching the bright ones. The default settings are almost invisible.
ru: Насыщает блеклые цвета, не затрагивая яркие. Настройки по умолчанию практически невидимы.

source: Adds vignetting, reducing the brightness of the frame at the edges.
ru: Добавляет виньетирование, уменьшая яркость рамки по краям.

source: Vulkan layer postprocessing visual effects
ru: Визуальные эффекты постобработки слоя vulkan

source: Effect intensity
ru: Интенсивность эффекта

source: MangoHud colors
ru: Цвета MangoHud

source: MangoHud indicator color scheme settings
ru: Настройки цветовой схемы индикаторов MangoHud

source: GPU indicator
ru: Индикатор графического процессора

source: CPU indicator
ru: Индикатор процессора

source: VRAM indicator
ru: Индикатор видеопамяти

source: RAM indicator
ru: Индикатор оперативной памяти

source: IO indicator
ru: Индикатор ввода-вывода

source: Render engines version
ru: Версия движка рендеринга

source: Frametime indicator
ru: Индикатор времени кадра

source: Overlay background
ru: Фон оверлея

source: Text color
ru: Цвет текста

source: Media player color
ru: Цвет медиаплеера

source: Wine color
ru: Цвет версии Wine

source: GPU load color
ru: Загрузка графического процессора
